app/controllers/chats_controller.rb

SELECT "messages".* FROM "messages"
---
  def show
  	@messages = Message.all